MAIN_MENU = {
    "search_item": "🔍 Найти вакансию",
    "search_people": "👥 Найти людей",
    "create_item": "➕ Создать вакансию",
    "profile": "👤 Мой профиль"
}

ITEM_TYPES = {
    "project": "Проект",
    "hackathon": "Хакатон",
    "task": "Задача",
    "case_championship": "Кейс-чемпионат",
    "olymp": "Олимпиада"
}

welcome_text = (
    "Привет! 👋\n"
    "Я бот для поиска проектов, хакатонов, задач и людей для совместной работы.\n"
    "Что хочешь сделать?"
)

secondary_text = (
    "Что вы хотите сделать? "
)
